IDEA Open Model
CheckSection.Description Property
Compatible with IDEA StatiCa Beta 20.0
 Description of this section
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
Property Value
Type: String
See Also
Reference
CheckSection Class
IdeaRS.OpenModel.Concrete Namespace